[
  {
    "id":"01",
    "tittle":"Escorpião",
    "description":"É um signo do elemento Água e regido por Plutão. Suas palavras-chave são percepção e sensualidade. Essas são algumas características de Escorpião, signo que pertence às pessoas que nasceram entre os dias 23 de outubro e 21 de novembro. A seguir, um pouco mais sobre as características do signo de Escorpião.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/01.png",
    "link":"https://joaobidu.com.br/caracteristicas-do-signo-de-escorpiao/",
    "origin":"João Bidu",
    "category":"escorpião",
    "date":" 24 de Outubro à 22 de Novembro"
  },
  {
    "id":"02",
    "tittle":"Câncer",
    "description":"Devido ao seu planeta regente ser a Lua, as várias fases do ciclo lunar podem aprofundar os mistérios internos de Câncer e criar padrões emocionais que o canceriano sensível não consegue controlar, especialmente quando criança. Isso pode mostrar-se através de alterações de humor, egoísmo, manipulação e acessos de raiva. Câncer é rápido para ajudar os outros e evitar conflitos. Um dos seus pontos mais fortes é a sua persistente determinação. Câncer não tem grandes ambições, porque eles estão felizes e contentes de ter uma família amorosa e uma casa tranquila e harmoniosa. Eles costumam cuidar bem de seus colegas de trabalho e tratá-los como família.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/02.png",
    "link":"https://www.astrology-zodiac-signs.com/pt/signos-do-zodi%CC%81aco/ca%CC%82ncer/",
    "origin":"Astrology",
    "category":"câncer",
    "date":"21 de Junho à 22 de Julho"
  },
  {
    "id":"03",
    "tittle":"Peixes",
    "description":"Peixes é um signo de água e, dessa forma, este signo do zodíaco é caracterizado por empatia e capacidade emocional expressa.Seu planeta regente é Netuno, assim Peixes é mais intuitivo que a maioria e tem talento artístico. Netuno está ligado à música, então Peixes revela preferências musicais nos primeiros estágios da vida. Eles são generosos, compassivos e extremamente fiéis e carinhosos.As pessoas nascidas sob o signo de Peixes têm uma compreensão intuitiva do ciclo da vida e, assim, alcançam a melhor relação emocional com outros seres.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/03.png",
    "link":"https://www.astrology-zodiac-signs.com/pt/signos-do-zodi%CC%81aco/peixes/",
    "origin":"Astrology",
    "category":"peixes",
    "date":"19 de Fevereiro à 20 de Março"
  },
  {
    "id":"04",
    "tittle":"Capricórnio",
    "description":"Como um signo de Terra, para um capricorniano não há nada mais importante na vida do que a família. Capricórnio é um mestre em autocontrole e tem o potencial para ser um grande líder ou gestor,desde que seja na esfera dos negócios.Saturno é o planeta regente de Capricórnio, e este planeta representa restrições de todos os tipos. A influência de Saturno faz do nascido em Capricórnio prático e responsável, que sabem como poupar dinheiro para o futuro. São mestres quando precisam provar que estão certos. As pessoas nascidas sob o signo de Capricórnio, por vezes, podem ser muito teimosas. Elas se esforçam para chegar ao topo apenas com sua experiência.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/04.png",
    "link":"https://www.astrology-zodiac-signs.com/pt/signos-do-zodi%CC%81aco/capric%C3%B3rnio/",
    "origin":"Astrology",
    "category":"capricornio",
    "date":"22 de Dezembro à 20 de Janeiro"
  },
  {
    "id":"05",
    "tittle":"Líbra",
    "description":"O planeta regente de Libra é Vênus, que é um amante das coisas belas, por isso a qualidade é sempre mais importante que a quantidade para pessoas nascidas sob o signo de Libra. Eles estão sempre rodeados por arte, música e lugares bonitos. São, por natureza, cooperativos, de modo que frequentemente trabalham em equipe.Libra é fascinado por equilíbrio e simetria. Os nascidos em Libra preferem a justiça e a igualdade, e não conseguem tolerar a injustiça. Eles evitam entregar-se a todos os tipos de conflitos e preferem manter a paz, sempre que possível. Eles gostam de fazer tudo acompanhados e nunca sozinhos.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/05.png",
    "link":"https:\/\/www.tudocelular.com\/android\/noticias\/n130267\/facebook-whatsapp-e-instagram-instabilidade.html",
    "origin":"Astrology",
    "category":"líbra",
    "date":"23 de Setembro à 23 de Outubro"
  },
  {
    "id":"06",
    "tittle":"Aquário",
    "description":"Embora eles possam facilmente adaptar-se à energia que os rodeia, os aquarianos têm uma profunda necessidade de ficar algum tempo sozinho e longe de tudo, a fim de restabelecer a energia. As pessoas nascidas sob o signo de Aquário veem o mundo como um lugar cheio de possibilidades.Aquário é um signo de ar, e como tal, usa sua mente em todas as oportunidades. Se não houver estímulo mental, eles ficam entediados e sem motivação para alcançar o melhor resultado.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/06.png",
    "link":"https:\/\/www.tecmundo.com.br\/software\/133902-opcao-desabilitar-botao-bixby-chega-note-9-ainda-setembro.htm",
    "origin":"Astrology",
    "category":"aquário",
    "date":"21 de Janeiro à 18 de Fevereiro"
  },
  {
    "id":"07",
    "tittle":"Gêmeos",
    "description":"Sendo um signo de ar, Gêmeos está preocupado com todos os aspectos da mente. Este signo é regido por Mercúrio, que é o planeta que representa a comunicação, escrita e ensinar os outros. Eles ficam fascinados por quase tudo no mundo e têm uma constante sensação de que não há tempo suficiente para experimentar tudo o que eles querem ver. Isso os torna excelentes artistas, escritores e jornalistas. O signo de Gêmeos significa que às vezes as pessoas nascidas sob este signo têm a sensação de que sua outra metade está faltando, então eles estão sempre à procura de novos amigos, mentores e colegas.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/07.png",
    "link":"https:\/\/canaltech.com.br\/games\/garoto-deixa-familia-no-vermelho-ao-gastar-r-6-mil-em-fortnite-121738\/",
    "origin":"Astrology",
    "category":"gêmeos",
    "date":"20 de Maio à 20 de Junho"
  },
  {
    "id":"08",
    "tittle":"Virgem",
    "description":"Virgem é um signo de Terra, preferindo as coisas conservadoras e organizadas, e os que dependem deles. As pessoas nascidas sob o signo de Virgem levam uma vida muito organizada; e mesmo que eles sejam bagunceiros, seus objetivos e sonhos estão localizados em pontos estritamente definidos em sua mente.Como Mercúrio é o planeta regente de Virgem, este signo tem um sentido muito aguçado de fala e escrita, bem como todas as outras formas de comunicação. Muitos virginianos podem optar por seguir uma carreira como escritor ou jornalista. Virgem é muitas vezes incompreendido, por causa do simbolismo do nome deste signo. É como se experimentassem tudo pela primeira vez. Os virginianos sempre querem servir e agradar aos outros, por isso muitas vezes optam por trabalhar como cuidadores.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/08.png",
    "link":"https:\/\/canaltech.com.br\/smartphone\/video-mostra-camera-retratil-de-suposto-xiaomi-mi-mix-3-121742\/",
    "origin":"Astrology",
    "category":"virgem",
    "date":"24 de Agosto à 22 de Setembro"
  },
  {
    "id":"09",
    "tittle":"Sagitário",
    "description":"Como os outros signos de fogo, Sagitário precisa estar constantemente em contato com o mundo para experimentar o máximo possível. O planeta regente de Sagitário é Júpiter, o maior planeta do zodíaco. Seu entusiasmo não tem limites e, portanto, as pessoas nascidas sob o signo de Sagitário possuem um grande senso de humor e uma intensa curiosidade.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/09.png",
    "link":"https:\/\/www.maistecnologia.com\/antutu-melhores-smartphones-em-agosto-de-2018\/",
    "origin":"Astrology",
    "category":"sagitário",
    "date":"23 de Novembro à 21 de Dezembro"
  },
  {
    "id":"10",
    "tittle":"Touro",
    "description":"Como um signo de terra, Touro pode tornar-se superprotetor de seus entes queridos. Eles são ótimos em ganhar dinheiro e seguirão com os seus projetos até que sejam concluídos com êxito.Os taurinos são muitas vezes conhecidos pela sua dureza, que também pode ser interpretada como um compromisso com a execução de tarefas. Isso os torna excelentes trabalhadores e grandes amigos, porque eles estão sempre presentes, para o que der e vier.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/10.png",
    "link":"https:\/\/tecnologia.uol.com.br\/noticias\/redacao\/2018\/09\/03\/cuidado-com-o-que-recebe-whatsapp-vai-mostrar-previa-de-imagens-no-iphone.htm",
    "origin":"Astrology",
    "category":"technology",
    "date":"20 de Abril à 20 de Maio"
  },
  {
    "id":"11",
    "tittle":"Leão",
    "description":"Leão é um signo de fogo, o que significa que ele ama a vida e espera ter diversão. Como outros signos de fogo, Sagitário e Áries, Leão também é capaz de usar sua mente para resolver os problemas mais difíceis e geralmente toma a iniciativa para resolver várias situações complicadas.Regido pelo Sol, Leão adora o Sol em todas as suas formas, o que é também uma expressão metafórica do estado de seu ego. Isso pode ser bom, pois leoninos facilmente vão atrás do que precisam. Mas, por outro lado, pode ser problemático quando ignoram os problemas e necessidades dos outros, a fim de realizar seus próprios desejos.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/11.png",
    "link":"https:\/\/tecnologia.uol.com.br\/noticias\/redacao\/2018\/09\/03\/cuidado-com-o-que-recebe-whatsapp-vai-mostrar-previa-de-imagens-no-iphone.htm",
    "origin":"Astrology",
    "category":"leão",
    "date":"23 de Julho à 23 de Agosto"
  },
  {
    "id":"12",
    "tittle":"Áries",
    "description":"Áries é um signo de fogo, assim como Leão e Sagitário. Isso significa que está em sua natureza tomar medidas e ações, mesmo às vezes sem pensar. Seu regente fogo afeta suas excelentes habilidades organizacionais, de forma que você raramente vai encontrar um ariano que não gosta de fazer muitas coisas ao mesmo tempo, muitas vezes até mesmo antes do intervalo de almoço! Os desafios aumentam quando eles são impacientes, agressivos e descontam a sua raiva sobre os outros.",
    "url_img":"https://raw.githubusercontent.com/deboraalbertabussiman/homeport/master/imgs/12.png",
    "link":"https:\/\/tecnologia.uol.com.br\/noticias\/redacao\/2018\/09\/03\/cuidado-com-o-que-recebe-whatsapp-vai-mostrar-previa-de-imagens-no-iphone.htm",
    "origin":"Astrology",
    "category":"áries",
    "date":"21 de Março à 19 de Abril"
  }
]
